/* 
  language.strings
  MovCoverter

  Created by dingdang on 2018/8/28.
  Copyright © 2018年 Neil.Wu. All rights reserved.
*/
"STR_NOFILESELECT" = "No file select";
"STR_ADDFILES" = "Add files";
"STR_CONVERT" = "Convert";
"STR_BROWSE" = "Browse";
"STR_OPENFOLDER" = "Open folder";
"STR_DRAGHELP" = "Please drag videos here or click \"Add Files\" button to import medias.";
"STR_PROFILE" = "Profile";
"STR_OUTPUTNAME" = "Output name";
"STR_VIDEO" = "Video";
"STR_CODEC" = "Codec";
"STR_RESOLUTION" = "Resolution";
"STR_SWAPWIDTHHEIGHT" = "Swap width height";
"STR_FRAMERATE" = "Frame Rate";
"STR_BITRATE" ="Bit Rate";
"STR_AUDIO" ="Audio";
"STR_AUDIOCODEC" = "Codec";
"STR_SAMPLERATE" = "Sample Rate";
"STR_CHANNEL" = "Channel";
"STR_AUDIOBITRATE" = "Bit Rate";
"STR_TRIM" = "Trim";
"STR_WATERMARK" = "Watermark";
"STR_ENABLEWATERMARK" = "Enable watermark";
"STR_IMAGE" = "Image";
"STR_TEXT" = "Text";
"STR_OPACITY" = "Opacity";
"STR_WATERMARKHELP" = "Press \"Ctrl+Enter\" to start a new line";
"STR_DONE" = "Done";
"STR_START" = "Start";
"STR_END" = "End";
"STR_WAIT" = "Wait";
"STR_CONVERTING" = "Converting";
"STR_FINISH" = "Finish";
"STR_CANCELALL" = "Cancel All";
"STR_TOTAL" = "Total";
"STR_WARNING" = "Warning";
"STR_WARNING_NOSELECTVIDEO" = "No video selected, please click the play button in the video on the left！";
"STR_CONFIRM" = "Confirm";
"STR_RESET" = "Reset";
"STR_SEGMENT"="Segment";
"STR_DURATION" = "Duration";
